ADMIN_STARTUP_MESSAGE = 'Starting bot!'
ADMIN_SHUTDOWN_MESSAGE = 'Bot successfully stopped!'

USERS_STARTUP_MESSAGE = '🔄 Чат-бот был успешно перезапущен после проведения обновлений или устранения неполадок.\n\n' \
                         'Теперь вы можете продолжить работу с ботом. 😉'
USERS_SHUTDOWN_MESSAGE = '⏸️ Чат-бот был временно отключен для проведения обновлений или устранения неполадок.\n\n' \
                         'Вы сможете продолжить работу с ботом сразу же после его перезапуска.\n\n' \
                         'Спасибо за понимание! 😉'
