INVALID_RESTART_BOT_MESSAGE = '🔄 <b>{}</b>, похоже, что чат-бот был перезапущен.\n\n' \
                         '❗ Для того, чтобы снова получить к нему доступ, введите команду /start и ' \
                         'выберите интересующий режим. 😉'
INVALID_MAIN_MENU_MESSAGE = '😕 <b>{}</b>, кажется, я вас не понимаю.\n\n' \
                         '‼️ Пожалуйста, выберите интересующий режим в меню.\n\n' \
                         'Так вы сможете получить доступ к нужной функциональности. 😉'
INVALID_SCHEDULE_MENU_MESSAGE = '😕 <b>{}</b>, кажется, я вас не понимаю.\n\n' \
                         '‼️ Пожалуйста, выберите интересующее расписание.\n\n' \
                         'Так вы сможете получить нужную информацию. 😉'
INVALID_CHAT_GPT_CLEAR_MESSAGES_MESSAGE = '😕 <b>{}</b>, кажется, я вас не понимаю.\n\n' \
                         '‼️ Пожалуйста, выберите хотите ли вы удалить историю диалога с Chat GPT или нет.'
INVALID_CHAT_GPT_CANCEL_TO_MAIN_MENU_MESSAGE = '😕 <b>{}</b>, кажется, я вас не понимаю.\n\n' \
                         '‼️ Пожалуйста, выберите хотите ли вы выйти в главное меню или нет.'
