GET_WEEKLY_SCHEDULE_LIST_RESPONSE_OR_JSON_ERROR_STUDENT_MESSAGE = '😕 <b>{}</b>, к сожалению, я не смог ' \
                'получить доступ к недельному расписанию указанной вами группы.\n\n' \
                '🚀 Если вы хотите ознакомиться с полным расписанием занятий, то можете воспользоваться ' \
                '<a href="{}" title="расписание"><b>следующей ссылкой</b></a>.'
GET_WEEKLY_SCHEDULE_LIST_RESPONSE_OR_JSON_ERROR_LECTURER_MESSAGE = '😕 <b>{}</b>, к сожалению, я не смог ' \
                'получить доступ к недельному расписанию указанного вами преподавателя.\n\n' \
                '🚀 Если вы хотите ознакомиться с полным расписанием занятий, то можете воспользоваться ' \
                '<a href="{}" title="расписание"><b>следующей ссылкой</b></a>.'

GET_WEEKLY_SCHEDULE_LIST_NONE_SCHEDULE_ERROR_STUDENT_MESSAGE = '🎉 <b>{}</b>, похоже у указанной вами группы' \
                ' на этой неделе нет пар.\n\n' \
                '🚀 Если вы хотите ознакомиться с полным расписанием занятий, то можете воспользоваться ' \
                '<a href="{}" title="расписание"><b>следующей ссылкой</b></a>.'
GET_WEEKLY_SCHEDULE_LIST_NONE_SCHEDULE_ERROR_LECTURER_MESSAGE ='🎉 <b>{}</b>, похоже у указанного вами ' \
                'преподавателя на этой неделе нет пар.\n\n' \
                '🚀 Если вы хотите ознакомиться с полным расписанием занятий, то можете воспользоваться ' \
                '<a href="{}" title="расписание"><b>следующей ссылкой</b></a>.'
