DAY_CONVERT_DICT = {
    'Mon': 'Понедельник',
    'Tue': 'Вторник',
    'Wed': 'Среда',
    'Thu': 'Четверг',
    'Fri': 'Пятница',
    'Sat': 'Суббота',
    'Sun': 'Воскресенье'
}

ORDER_CONVERT_DICT = {
    '1': '1️⃣',
    '2': '2️⃣',
    '3': '3️⃣',
    '4': '4️⃣',
    '5': '5️⃣',
    '6': '6️⃣',
    '7': '7️⃣',
    '8': '8️⃣',
    '9': '9️⃣',
    '10': '🔟'
}

CONVERT_TABLE_HEADERS = {
    'date': 'Дата',
    'order': 'Порядок',
    'time': '🕑',
    'subject': '📚',
    'group': '👨‍🎓',
    'lecturer': '👩‍🏫',
    'room': '🚪',
    'free_rooms': 'Свободные аудитории'
}

