START_COMMAND_MESSAGE = '✅ Привет, <b>{}</b>!\n\n' \
                '🤖 Я - чат-бот АлтГУ, который поможет тебе получить расписание группы или преподавателя.\n\n' \
                '📌 Просто нажми на соответствующую кнопку в главном меню и выбери расписание, которое ты хочешь ' \
                'узнать, а после введи номер интересующей тебя группы или фамилию ' \
                'преподавателя <u>(можно не полностью)</u>.\n\n' \
                '📌 Кроме того, я поддерживаю <u>распознавание голоса</u>, поэтому ты можешь отправить мне ' \
                'голосовое сообщение с номером группы или фамилией преподавателя, а я постараюсь предоставить тебе ' \
                'необходимую информацию.\n\n' \
                '📌 Также в меня встроен умный чат-бот помощник <u>Chat GPT 3.5 turbo</u>, ' \
                'который поможет тебе ответить на вопросы по различным темам.\n\n' \
                '‼️ Более подробней о всех моих возможностях и правилах работы с Chat GPT ты сможешь ' \
                'узнать в моей справке - /help.\n\n' \
                '🚀 Давай начнем!'
MAIN_MENU_COMMAND_MESSAGE = '⚙️ Выберите желаемый режим в меню'
HELP_COMMAND_MESSAGE = '🤖 <b>{}</b>, я обладаю следующим функционалом.\n\n' \
                '📌 Поиск расписания групп или преподавателей АлтГУ.\n\n' \
                'Нажми на соответствующую кнопку в главном меню и выбери расписание, которое ты хочешь узнать, а ' \
                'после введи номер интересующей тебя группы или фамилию ' \
                'преподавателя <u>(можно не полностью)</u>.\n\n' \
                '📌 Распознование голоса.\n\n' \
                'Ты можешь отправить мне голосовое сообщение с номером группы или фамилией преподавателя, а я' \
                ' постараюсь предоставить тебе необходимую информацию.\n\n' \
                '❗ Обрати внимание, что при поиске расписания для преподавателя важно назвать его фамилию, ' \
                "а при поиске расписания для студентов необходимо проговаривать символы ' . ' и ' - ' " \
                "как точку и тире соответственно.\n\n" \
                '📌 Местоположение корпусов АлтГУ.\n\n' \
                'Я могу предоставить тебе информацию о местоположении корпусов АлтГУ. Для этого нажми на ' \
                'соответствующую кнопку в главном меню и выбери нужный корпус. ' \
                'Затем ты сможешь перейти в Яндекс Карты и построить маршрут.\n\n' \
                '📌 Новости АлтГУ.\n\n' \
                'Ты сможешь узнать самые свежие новости нашего университет, если нажмёшь на соответствующую кнопку ' \
                'в главном меню, а затем перейдёшь в наш ' \
                '<a href="https://web.telegram.org/z/#-1330681404" title="Новости"><b>телеграм канал</b></a>.\n\n' \
                '📌 Chat GPT.\n\n' \
                'Также в меня встроен умный чат-бот помощник Chat GPT 3.5 turbo. Ты можешь ' \
                'воспользоваться им, выбрав соответствующую опцию в главном меню. Chat GPT также поддерживает ' \
                'распознование голоса.\n\n' \
                '❗ Обрати внимание, что данный бот не сохраняет диалоги с Chat GPT с возможностью последующего ' \
                'возвращения к ним. Кроме того, лимит сообщений для одного диалога с Chat GPT <u>равен 50</u>. ' \
                'После его достижения будет создан новый диалог, а старый будет полностью удален. ' \
                'История диалога также будет удалена, если вы выйдите из Chat GPT в главное меню или ' \
                'напишите команду - /start.\n\n' \
                '📌 Техническая помощь.\n\n' \
                'Если я перестану отвечать на ваши запросы или вы найдёте какую-либо ошибку в моей работе, ' \
                'пожалуйста, напиши об этом моему ' \
                '<a href="https://t.me/I_LSTC" title="корпус"><b>создателю</b></a>.\n\n' \
                'Надеюсь, что я смог тебе помочь. 😊'


START_SHORT_COMMAND_MESSAGE = 'перезапуск бота'
HELP_SHORT_COMMAND_MESSAGE = 'справка о боте'
